import type { UserReviews } from '@business-entities';

export const MOCK_USER_REVIEWS: UserReviews[] = [
	{
		image: '/auth/auth.webp',
		title: 'Кафе "Арома"',
		category: 'Кафе',
		location: 'Бишкек, Кыргызстан',
		rating: 4.5,
		text: 'Отличное место для отдыха с друзьями',
		date: '24 апрель, 2018 г.',
	},
	{
		image: '/auth/auth.webp',
		title: 'Ресторан "Манас Ордо"',
		category: 'Ресторан',
		location: 'Ош, Кыргызстан',
		rating: 4.8,
		text: 'Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий! Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий! Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий! Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий! Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий! Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий! Очень понравилась атмосфера и национальная кухня. Плов просто потрясающий!',
		date: '15 июнь, 2019 г.',
	},
	{
		image: '/auth/auth.webp',
		title: 'Фитнес-центр "Energy"',
		category: 'Фитнес-центр',
		location: 'Бишкек, Кыргызстан',
		rating: 4.2,
		text: 'Хороший зал с современными тренажёрами, но иногда бывает многолюдно.',
		date: '3 март, 2021 г.',
	},
	{
		image: '/auth/auth.webp',
		title: 'Гостиница "Silk Road Lodge"',
		category: 'Гостиница',
		location: 'Каракол, Кыргызстан',
		rating: 4.7,
		text: 'Чистые и уютные номера, приветливый персонал. Завтраки очень вкусные!',
		date: '7 декабрь, 2020 г.',
	},
	{
		image: '/auth/auth.webp',
		title: 'Кинотеатр "Космос"',
		category: 'Кинотеатр',
		location: 'Бишкек, Кыргызстан',
		rating: 4.0,
		text: 'Хороший кинотеатр, но хотелось бы лучшее качество звука в некоторых залах.',
		date: '12 ноябрь, 2022 г.',
	},
];
